{
	"24 month" : {
		"Development Milestones" : {
			"questions": [
				["Names at least 5 body parts - like nose, hand, or tummy", 2],
				["Climbs up a ladder at a playground", 2],
				["Uses words like \"me\" or \"mine\"", 1],
				["Jumps off the ground with two feet", 2],
				["Puts two or more words together - like \"more water\" or \"go outside\"", 2],
				["Uses words to ask for help", 1],
				["Names at least one color", 2],
				["Tries to get you to watch by saying \"Look at me\"", 1],
				["Says his or her first name when asked", 1],
				["Draws lines", 1]
			],

			"score" : [15]
		},

		"BPSC" : {
			"Irritability":{
				"questions": [

			        ["Does your child have a hard time being with new people?",2],
			        ["Does your child have a hard time in new places?",1],
			        ["Does your child have a hard time with change?",0],
			        ["Does your child mind being held by other people?",0]
			      ],
			      "score":[2]
		    },
			"Inflexibility": {
				"questions": [

			        ["Does your child cry a lot?",2],
			        ["Does your child have a hard time calming down?",1],
			        ["Is your child fussy or irritable?",0],
			        ["Is it hard to comfort your child?",0]
			      ],
			      "score":[3]
		    },

			"Difficulty with Routines" : {
				"questions": [

			        ["It it hard to keep your child on a schedule or routine?",2],
			        ["Is it hard to put your child to sleep?",1],
			        [ "Is it hard to get enough sleep because of your child?",0],
			        ["Does your child have trouble staying asleep?",0]
			      ],
			      "score":[1]
		    }

		},

		"PPSC" : {
			"questions": [
				["Does your child ... Seem nervous or afraid?", 1],
				["Does your child ... Seem sad or unhappy?", 1],
				["Does your child ... Get upset if things are not done in a certain way?", 0],
				["Does your child ... Have a hard time with change?", 0],
				["Does your child ... Have trouble playing with other children?", 1],
				["Does your child ... Break things on purpose?", 1],
				["Does your child ... Fight with other children?", 0],
				["Does your child ... Have trouble paying attention?", 1],
				["Does your child ... Have a hard time calming down?", 0],
				["Does your child ... Have trouble staying with one activity?", 0],

				["Is your child ... Aggressive?", 0],
				["Is your child ... Fidgety or unable to sit still?", 1],
				["Is your child ... Angry?", 0],

				["Is it hard to ... Take your child out in public?", 1],
				["Is it hard to ... Comfort your child?", 0],
				["Is it hard to ... Know what your child needs?", 1],
				["Is it hard to ... Keep your child on a schedule?", 0],
				["Is it hard to ... Get your child to obey you?", 0]
			],

			"score" : [8]
		},

		"POSI" : {
			"questions" : [
				["Does your child bring things to you to show them to you?", 3],

				["Is your child interested in playing with other children?", 2],
				["When you say a word or wave your hand, will your child try to copy you?", 1],
				["Does your child look at you when you call his or her name?", 1],
				["Does your child look at you if you point to something across the room?", 4],

				["How does your child usually show you something he or she wants?", [1, 2]],
				["What are your child's favorite play activities?", [0, 1]]
			],

			"score": [2]
		},

		"Parent Concerns" : {
			"questions" : [
				["Do you have any concerns about your child's learning or development?", 1],
				["Do you have any concerns about your child's behavior?", 2]
			],

			"score": [2]
		},

		"Family Questions" : {
			"questions" : [
				["Does anyone smoke tobacco at home?", 0],

				["In the last year, have you ever drunk alcohol or used drugs more than you meant to?", 1],
				["Have you felt you wanted or needed to cut down on your drinking or drug use in the last year?", 0],
				["Has a family member's drinking or drug use ever had a bad effect on your child?", 0],

				["In the past month was there any day you or anyone in your family went hungry because you did not have enough to eat?", 0],

				["Having little interest or pleasure in doing things?", 1],
				["Feeling down, depressed, or hopeless?", 0],

				["In general, how would you describe your relationship with your spouse/partner?", 0],
				["Do you and your partner work out arguments with:", 1]
			],

			"score" : [0, 1, 0, 1, 1]
		},

		"Emotional Changes With A New Baby" : {
			"questions" : [
				["I have been able to laugh and see the funny side of things", 0],
				["I have looked forward with enjoyment to things", 1],
				["I have blamed myself unnecessarily when things went wrong", 3],
				["I have been anxious or worried for no good reason", 2],

				["I have felt scared or panicky for no good reason", 0],
				["Things have been getting on top of me", 1],
				["I have been so unhappy that I have had difficulty sleeping", 3],
				["I have felt sad or miserable", 0],
				["I have been so unhappy that I have been crying", 2],
				["The thought of harming myself has occurred to me", 0]
			],

			"score" : [12]
		}


	}
}
